Repository: GNOME/rygel
Catalog: po/*.po
Languages: kk

source: Failed to start Tracker service: %s. Plugin disabled.
kk: Трекер қызметін іске қосу сәтсіз аяқталды: %s. Плагин сөндірілген.

source: Error getting item count under category “%s”: %s
kk: “%s” санатындағы элементтер санын алу қатесі: %s

source: Titles
kk: Атаулар

source: Failed to load user configuration: %s
kk: Пайдаланушы конфигурациясын жүктеу сәтсіз аяқталды: %s

source: No plugins found in %d second; giving up…
kk: %d секундта ешқандай плагин табылмады; бас тарту…

source: Rygel v%s starting…
kk: Rygel v%s іске қосылуда…

source: Failed to create RootDevice for %s. Reason: %s
kk: %s үшін RootDevice жасау сәтсіз аяқталды. Себебі: %s

source: Failed to create root device factory: %s
kk: Негізгі құрылғылар фабрикасын жасау сәтсіз аяқталды: %s

source: Failed to query ACL: %s
kk: ACL сұрау сәтсіз аяқталды: %s

source: Error creating D-Bus proxy for ACL: %s
kk: ACL үшін D-Bus проксиін жасау қатесі: %s

source: No ACL fallback policy found. Using “allow”
kk: Резервтік ACL саясаты табылмады. “allow” пайдаланылады

source: No ACL fallback policy found. Using “deny”
kk: Резервтік ACL саясаты табылмады. “deny” пайдаланылады

source: Failed to create preferences dialog: %s
kk: Баптаулар сұхбат терезесін жасау сәтсіз аяқталды: %s

source: Failed to save configuration data to file “%s”: %s
kk: Конфигурация деректерін “%s” файлына сақтау сәтсіз аяқталды: %s

source: Failed to start Rygel service: %s
kk: Rygel қызметін іске қосу сәтсіз аяқталды: %s

source: Failed to stop Rygel service: %s
kk: Rygel қызметін тоқтату сәтсіз аяқталды: %s
