Repository: GNOME/rygel
Catalog: po/*.po
Languages: kk

source: UPnP/DLNA Services
kk: UPnP/DLNA қызметтері

source: mediaserver;mediarenderer;share;audio;video;pictures;
kk: mediaserver;mediarenderer;share;audio;video;pictures;медиасервер;медиаөңдеуші;бөлісу;аудио;видео;суреттер;

source: Rygel Preferences
kk: Rygel баптаулары

source: UPnP/DLNA Preferences
kk: UPnP/DLNA баптаулары

source: Add a directory to the list of shared directories
kk: Буманы бөлісу бумалар тізіміне қосу

source: Add shared directory
kk: Бөлісу бумасын қосу

source: Remove a directory from the list of shared directories
kk: Буманы бөлісу бумалар тізімінен өшіру

source: Remove shared directory
kk: Бөлісу бумасын өшіру

source: _Share media through DLNA
kk: DLNA арқылы мульмимедиямен бөлі_су

source: Add a network interface Rygel should serve files on
kk: Rygel файлдарды таратуы тиіс желілік интерфейсті қосу

source: Add network interface
kk: Желілік интерфейсті қосу

source: Remove a network interface Rygel should no longer serve files on
kk: Rygel файлдарды бұдан былай таратпауы тиіс желілік интерфейсті өшіру

source: Remove network interface
kk: Желілік интерфейсті өшіру

source: Networks:
kk: Желілер:

source: Select folders
kk: Бумаларды таңдау

source: Not implemented
kk: Іске асырылмаған

source: Failed to read standard output from %s: %s
kk: %s ішінен стандартты шығысты оқу сәтсіз аяқталды: %s

source: Failed to read error output from %s: %s
kk: %s ішінен қате шығысын оқу сәтсіз аяқталды: %s

source: No Such Test
kk: Мұндай сынақ жоқ

source: Wrong Test Type
kk: Сынақ түрі қате

source: Invalid Test State “%s”
kk: Сынақтың “%s” күйі жарамсыз

source: State “%s” Precludes Cancel
kk: “%s” күйі бас тартуға мүмкіндік бермейді

source: Invalid argument
kk: Аргумент қате

source: Cannot run “Ping” action: Host is empty
kk: “Ping” әрекетін орындау мүмкін емес: Хост бос

source: Cannot run “NSLookup” action: HostName is empty
kk: “NSLookup” әрекетін орындау мүмкін емес: HostName бос

source: Cannot run “Traceroute” action: Host is empty
kk: “Traceroute” әрекетін орындау мүмкін емес: Хост бос

source: Display version number
kk: Нұсқа нөмірін көрсету

source: Network Interfaces
kk: Желілік интерфейстер

source: Port
kk: Порт

source: Disable transcoding
kk: Транскодтауды сөндіру

source: Disallow upload
kk: Жүктеуге тыйым салу

source: Disallow deletion
kk: Өшіруге тыйым салу

source: Comma-separated list of domain:level pairs. See rygel(1) for details
kk: Үтірмен ажыратылған domain:level жұптарының тізімі. Толығырақ ақпаратты rygel(1) ішінен қараңыз

source: Plugin Path
kk: Плагин жолы

source: Engine Path
kk: Қозғалтқыш жолы

source: Disable plugin
kk: Плагинді сөндіру

source: Set plugin titles
kk: Плагин атауларын орнату

source: Set plugin options
kk: Плагин опцияларын орнату

source: Use configuration file instead of user configuration
kk: Пайдаланушы конфигурациясының орнына конфигурация файлын пайдалану

source: Shut down remote Rygel reference
kk: Қашықтағы Rygel сілтемесін тоқтату

source: No value available
kk: Мән қолжетімсіз

source: Invalid connection reference
kk: Байланыс сілтемесі жарамсыз

source: Failed to write modified description to %s
kk: Өзгертілген сипаттаманы %s файлына жазу сәтсіз аяқталды

source: Failed to get a socket: %s
kk: Сокетті алу сәтсіз аяқталды: %s

source: Failed to get MAC address for %s: %s
kk: %s үшін MAC адресін алу сәтсіз аяқталды: %s

source: MAC and network type querying not implemented
kk: MAC және желі түрін сұрау іске асырылмаған

source: Failed to get log level from configuration: %s
kk: Конфигурациядан журнал деңгейін алу сәтсіз аяқталды: %s

source: No value set for “%s/enabled”
kk: “%s/enabled” үшін мән орнатылмаған

source: No value set for “%s/title”
kk: “%s/title” үшін мән орнатылмаған

source: No value available for “%s/%s”
kk: “%s/%s” үшін қолжетімді мән жоқ

source: [Plugin] group not found
kk: [Plugin] тобы табылмады

source: Plugin module %s does not exist
kk: %s плагин модулі жоқ

source: New plugin “%s” available
kk: Жаңа “%s” плагині қолжетімді

source: A module named %s is already loaded
kk: %s атты модуль жүктелген қойған

source: Failed to load module from path “%s”: %s
kk: “%s” жолынан модульді жүктеу сәтсіз аяқталды: %s

source: Failed to find entry point function “%s” in “%s”: %s
kk: “%s” кіру нүктесі функциясын “%s” ішінен табу сәтсіз аяқталды: %s

source: Module '%s' conflicts with already loaded module '%s'. Skipping
kk: '%s' модулі жүктелген қойған '%s' модулімен қайшы келеді. Өткізіп жіберу

source: Failed to open plugins folder: “%s”
kk: Плагиндер бумасын ашу сәтсіз аяқталды: “%s”

source: Error listing contents of folder “%s”: %s
kk: “%s” бумасының мазмұнын тізімдеу қатесі: %s

source: Could not load plugin: %s
kk: Плагинді жүктеу мүмкін емес: %s

source: Failed to query content type for “%s”
kk: “%s” үшін мазмұн түрін сұрау сәтсіз аяқталды

source: Failed to load user configuration from file “%s”: %s
kk: “%s” файлынан пайдаланушы конфигурациясын жүктеу сәтсіз аяқталды: %s

source: No value available for “%s”
kk: “%s” үшін қолжетімді мән жоқ

source: Value of “%s” out of range
kk: “%s” мәні ауқымнан тыс

source: Unsupported type %s
kk: Қолдау көрсетілмейтін %s түрі

source: Error while opening SQLite database %s: %s
kk: %s SQLite деректер базасын ашу кезіндегі қате: %s

source: Failed to roll back transaction: %s
kk: Транзакцияны кері қайтару сәтсіз аяқталды: %s

source: Your GStreamer installation seems to be missing the “playbin3” element. The Rygel GStreamer renderer implementation cannot work without it
kk: Сіздің GStreamer орнатылымыңызда “playbin3” элементі жоқ сияқты. Rygel GStreamer рендерер іске асырылуы онсыз жұмыс істей алмайды

source: Invalid InstanceID
kk: Жарамсыз InstanceID

source: Play speed not supported
kk: Ойнату жылдамдығына қолдау көрсетілмейді

source: Transition not available
kk: Ауысу қолжетімді емес

source: Seek mode not supported
kk: Іздеу режиміне қолдау көрсетілмейді

source: Illegal seek target
kk: Жарамсыз іздеу нысаны

source: Play mode not supported
kk: Ойнату режиміне қолдау көрсетілмейді

source: Resource not found
kk: Ресурс табылмады

source: Problem parsing playlist: %s
kk: Плейлистті талдау кезіндегі мәселе: %s

source: Failed to access resource at %s: %s
kk: %s мекенжайындағы ресурсқа қол жеткізу сәтсіз аяқталды: %s

source: Illegal MIME-type
kk: MIME түрі жарамсыз

source: Invalid Name
kk: Аты жарамсыз

source: Invalid Channel
kk: Арнасы жарамсыз

source: Action Failed
kk: Әрекет сәтсіз аяқталды

source: Unable to parse Icon data — unexpected node: %s
kk: Таңбаша деректерін талдау мүмкін емес — күтілмеген торап: %s

source: Unable to parse Protocol data — unexpected attribute: %s
kk: Хаттама деректерін талдау мүмкін емес — күтілмеген атрибут: %s

source: Unable to parse Protocol data — unexpected node: %s
kk: Хаттама деректерін талдау мүмкін емес — күтілмеген торап: %s

source: Failed to set UIList for file %s — %s
kk: %s файлы үшін UIList орнату сәтсіз аяқталды — %s

source: Failed to set initial UI list for file %s — %s
kk: %s файлы үшін бастапқы UI тізімін орнату сәтсіз аяқталды — %s

source: Failed to monitor the file %s — %s
kk: %s файлын бақылау сәтсіз аяқталды — %s

source: Unable to parse UI list file %s
kk: %s UI тізім файлын талдау мүмкін емес

source: Unable to parse device profile data: %s
kk: Құрылғы профилінің деректерін талдау мүмкін емес: %s

source: Invalid UI filter: %s
kk: Жарамсыз UI сүзгісі: %s

source: Unable to parse UI data — unexpected node: %s
kk: UI деректерін талдау мүмкін емес — күтілмеген түйін: %s

source: Invalid Arguments
kk: Жарамсыз аргументтер

source: Cannot browse children on item
kk: Элементтегі ішкі нысандарды шолу мүмкін емес

source: Failed to browse “%s”: %s
kk: “%s” шолу сәтсіз аяқталды: %s

source: Not Applicable
kk: Қолданылмайды

source: No such file transfer
kk: Мұндай файл тасымалы жоқ

source: No D-Bus thumbnailer service available
kk: Қолжетімді D-Bus нобай жасау қызметі жоқ

source: Range end value %lld is smaller than range start value %lld: '%s'
kk: Ауқымның соңғы мәні %lld ауқымның бастапқы мәнінен %lld кіші: '%s'

source: Invalid Request (only GET and HEAD supported)
kk: Жарамсыз сұраным (тек GET және HEAD қолданылады)

source: must be 1
kk: 1 болуы тиіс

source: %s transfer mode not supported for '%s'
kk: %s тасымалдау режимі '%s' үшін қолданылмайды

source: Invalid URI “%s”
kk: Жарамсыз URI “%s”

source: Not found
kk: Табылмады

source: Pushing data to non-empty item “%s” not allowed
kk: Деректерді бос емес “%s” элементіне итеруге рұқсат жоқ

source: No writable URI for %s available
kk: %s үшін жазуға болатын URI қолжетімсіз

source: Failed to move dotfile %s: %s
kk: %s нүктелі файлын жылжыту сәтсіз аяқталды: %s

source: Requested item “%s” not found
kk: Сұралған “%s” элементі табылмады

source: Couldn’t create data source for %s
kk: %s үшін деректер көзін жасау мүмкін емес

source: Failed to get original URI for “%s”: %s
kk: “%s” үшін түпнұсқалық URI алу сәтсіз аяқталды: %s

source: URI “%s” invalid for importing contents to
kk: “%s” URI-ы мазмұнды импорттау үшін жарамсыз

source: Failed to import file from %s: %s
kk: %s ішінен файлды импорттау сәтсіз аяқталды: %s

source: ContainerID missing
kk: ContainerID жоқ

source: Successfully destroyed object “%s”
kk: “%s” объектісі сәтті жойылды

source: Failed to destroy object “%s”: %s
kk: “%s” объектісін жою сәтсіз аяқталды: %s

source: No such object
kk: Ондай объект жоқ

source: Removal of object %s not allowed
kk: %s объектісін өшіруге рұқсат жоқ

source: Object removal from %s not allowed
kk: %s ішінен объектіні өшіруге рұқсат жоқ

source: Object ID missing
kk: Объект ID-і жоқ

source: Successfully updated object “%s”
kk: “%s” объектісі сәтті жаңартылды

source: Failed to update object “%s”: %s
kk: “%s” объектісін жаңарту сәтсіз аяқталды: %s

source: Invalid date format: %s
kk: Жарамсыз күн пішімі: %s

source: Invalid date: %s
kk: Жарамсыз күн: %s

source: Bad current tag value.
kk: Ағымдағы тег мәні қате.

source: Bad new tag value.
kk: Жаңа тег мәні қате.

source: Tried to delete required tag.
kk: Міндетті тегті өшіру әрекеті жасалды.

source: Tried to change read-only property.
kk: Тек оқуға арналған қасиетті өзгерту әрекеті жасалды.

source: Parameter count mismatch.
kk: Параметрлер саны сәйкес келмейді.

source: Unknown error.
kk: Белгісіз қате.

source: Metadata modification of object %s not allowed
kk: %s объектісінің метадеректерін өзгертуге рұқсат етілмейді

source: Metadata modification of object %s being a child of restricted object %s not allowed
kk: Шектелген %s объектісінің туындысы болып табылатын %s объектісінің метадеректерін өзгертуге рұқсат етілмейді

source: Unknown
kk: Белгісіз

source: Failed to add album art for %s: %s
kk: %s үшін альбом суретін қосу сәтсіз аяқталды: %s

source: Failed to find media art for %s: %s
kk: %s үшін медиа суретін табу сәтсіз аяқталды: %s

source: Seeking not supported
kk: Шарлауға қолдау көрсетілмейді

source: Speed not supported
kk: Жылдамдыққа қолдау көрсетілмейді

source: Failed to generate playlist
kk: Ойнату тізімін жасау сәтсіз аяқталды

source: Unknown MediaContainer resource: %s
kk: Белгісіз MediaContainer ресурсы: %s

source: No media engine found.
kk: Медиа қозғалтқышы табылмады.

source: MediaEngine.init was not called. Cannot continue.
kk: MediaEngine.init шақырылмады. Жалғастыру мүмкін емес.

source: Could not determine protocol for URI %s
kk: %s URI үшін протоколды анықтау мүмкін болмады

source: Could not determine protocol for %s
kk: %s үшін протоколды анықтау мүмкін болмады

source: Bad URI: %s
kk: Қате URI: %s

source: Invalid number of arguments
kk: Аргументтер саны жарамсыз

source: ObjectID argument missing
kk: ObjectID аргументі жетіспейді

source: Invalid range
kk: Аумақ қате

source: Missing filter
kk: Сүзгі жоқ

source: No such container
kk: Ондай контейнер жоқ

source: upnp:createClass value not supported
kk: upnp:createClass мәніне қолдау жоқ

source: “Elements” argument missing.
kk: «Elements» аргументі жетіспейді.

source: Comments not allowed in XML
kk: XML ішінде түсініктемелерге рұқсат етілмейді

source: Missing ContainerID argument
kk: ContainerID аргументі жетіспейді

source: No objects in DIDL-Lite from client: “%s”
kk: Клиенттен келген DIDL-Lite ішінде объектілер жоқ: «%s»

source: @id must be set to "" in CreateObject call
kk: CreateObject шақыруында @id мәні "" түрінде орнатылуы керек

source: dc:title must not be empty in CreateObject call
kk: CreateObject шақыруында dc:title бос болмауы керек

source: Flags that must not be set were found in “dlnaManaged”
kk: «dlnaManaged» ішінен орнатылмауы тиіс жалаушалар табылды

source: Invalid upnp:class given in CreateObject
kk: CreateObject ішінде жарамсыз upnp:class берілген

source: Object is missing the @restricted attribute
kk: Объектіде @restricted атрибуты жетіспейді

source: Cannot create restricted item
kk: Шектелген элементті жасау мүмкін емес

source: UPnP class “%s” not supported
kk: UPnP "%s" класы үшін қолдау жоқ

source: Object creation in %s not allowed
kk: %s ішінде объект жасауға рұқсат етілмеген

source: Failed to create item under “%s”: %s
kk: “%s” астында элементті жасау сәтсіз аяқталды: %s

source: DLNA profile “%s” not supported
kk: “%s” DLNA профиліне қолдау көрсетілмейді

source: Cannot create object of class “%s”: Not supported
kk: “%s” класының объектісін жасау мүмкін емес: Қолдау көрсетілмейді

source: Error from container “%s” on trying to find the newly added child object “%s” in it: %s
kk: “%s” контейнерінен оған жаңадан қосылған “%s” туынды объектісін табу әрекеті кезіндегі қате: %s

source: “ContainerID” agument missing.
kk: “ContainerID” аргументі жетіспейді.

source: “ObjectID” argument missing.
kk: “ObjectID” аргументі жетіспейді.

source: Failed to create object under “%s”: %s
kk: “%s” астында объектіні жасау сәтсіз аяқталды: %s

source: Invalid search criteria given
kk: Жарамсыз іздеу шарттары көрсетілген

source: Failed to search in “%s”: %s
kk: “%s” ішінде іздеу сәтсіз аяқталды: %s

source: No subtitle available
kk: Субтитрлар қолжетімді емес

source: No thumbnailer available: %s
kk: Кіші көріністі жасаушы қолжетімді емес: %s

source: Thumbnailing not supported
kk: Кіші көріністі жасауға қолдау көрсетілмейді

source: No thumbnail available
kk: Кіші көріністер қолжетімді емес

source: No thumbnail available. Generation requested.
kk: Кіші көріністер қолжетімді емес. Жасауға сұраным берілді.

source: No D-Bus thumbnailer available
kk: D-Bus кіші көрініс жасаушысы қолжетімді емес

source: Could not create GstElement for URI %s
kk: %s URI үшін GstElement жасау мүмкін болмады

source: Playspeed not supported
kk: Ойнату жылдамдығына қолдау көрсетілмейді

source: HTTPSeekRequest type %s unsupported
kk: %s HTTPSeekRequest түріне қолдау көрсетілмейді

source: Failed to create pipeline
kk: Конвейерді жасау сәтсіз аяқталды

source: Failed to link %s to %s
kk: %s нысанын %s нысанына байланыстыру сәтсіз аяқталды

source: Failed to link pad %s to %s
kk: %s пэдін %s пэдіне байланыстыру сәтсіз аяқталды

source: Error from pipeline %s: %s
kk: %s конвейерінен қате шықты: %s

source: Warning from pipeline %s: %s
kk: %s конвейерінен ескерту: %s

source: Unsupported seek type
kk: Қолдау көрсетілмейтін өту түрі

source: Failed to seek to offsets %lld:%lld
kk: %lld:%lld ығысуларына өту сәтсіз аяқталды

source: Failed to seek
kk: Өту сәтсіз аяқталды

source: Invalid URI without prefix: %s
kk: Префиксі жоқ жарамсыз URI: %s

source: Can’t process URI %s with protocol %s
kk: %s URI-ін %s протоколымен өңдеу мүмкін емес

source: Failed to create GStreamer data source for %s: %s
kk: %s үшін GStreamer деректер көзін жасау сәтсіз аяқталды: %s

source: Could not create a transcoder configuration. Your GStreamer installation might be missing a plug-in
kk: Транскодер конфигурациясын жасау мүмкін емес. GStreamer орнатылымында плагин жетіспейтін болуы мүмкін

source: Required element %s missing
kk: Қажетті %s элементі жоқ

source: GStreamer element “dvdreadsrc” not found. DVD support does not work
kk: GStreamer «dvdreadsrc» элементі табылмады. DVD қолдауы жұмыс істемейді

source: Only byte-based seek supported
kk: Тек байттарға негізделген өтуге қолдау көрсетіледі

source: Can only process file-based MediaObjects (MediaFileItems)
kk: Тек файлдарға негізделген MediaObjects (MediaFileItems) өңдеуге болады

source: Module “%s” could not connect to D-Bus session bus. Ignoring…
kk: «%s» модулі D-Bus сеанстық шинасына қосыла алмады. Елемеу…

source: External provider %s did not provide mandatory property “%s”
kk: Сыртқы %s провайдері міндетті «%s» қасиетін бермеді

source: Title %d
kk: Атау %d

source: Failed to find lsdvd binary in path. DVD extraction will not be available
kk: Жолдан lsdvd бинарлы файлы табылмады. DVD-ден шығарып алу қолжетімді болмайды

source: Invalid command received, ignoring
kk: Жарамсыз команда алынды, елемеу

source: Failed to discover URI %s: %s
kk: %s URI-ін анықтау сәтсіз аяқталды: %s

source: Failed to read from pipe: %s
kk: Пайптан оқу сәтсіз аяқталды: %s

source: Failed to send error to parent: %s
kk: Негізгі процесске қатені жіберу сәтсіз аяқталды: %s

source: — helper binary for Rygel to extract metadata
kk: — Rygel үшін метадеректерді шығарып алуға арналған көмекші бинарлы файл

source: Failed to parse commandline args: %s
kk: Командалық жол аргументтерін талдау сәтсіз аяқталды: %s

source: Failed to create media art extractor: %s
kk: Медиа арт экстракторын жасау сәтсіз аяқталды: %s

source: “%s” harvested
kk: «%s» жиналды

source: Error fetching object “%s” from database: %s
kk: Деректер базасынан «%s» объектісін алу қатесі: %s

source: Failed to query info of a file %s: %s
kk: %s файлының ақпаратын сұрау сәтсіз аяқталды: %s

source: Could not find object %s or its parent. Database is inconsistent
kk: %s объектісі немесе оның аталығы табылмады. Деректер базасы үйлесімсіз

source: Error removing object from database: %s
kk: Объектіні деректер базасынан өшіру қатесі: %s

source: Failed to harvest file %s: %s
kk: %s файлын жинау сәтсіз аяқталды: %s

source: Failed to query database: %s
kk: Деректер базасына сұрау салу сәтсіз аяқталды: %s

source: Failed to enumerate folder “%s”: %s
kk: «%s» бумасын тізімдеу сәтсіз аяқталды: %s

source: Failed to get children of container %s: %s
kk: %s контейнерінің ішкі элементтерін алу сәтсіз аяқталды: %s

source: Failed to extract meta-data for file %s
kk: %s файлы үшін мета-деректерді алу сәтсіз аяқталды

source: Skipping URI %s; extraction completely failed: %s
kk: %s URI өткізіліп жіберілуде; шығарып алу толығымен сәтсіз аяқталды: %s

source: Failed to get child count of query container: %s
kk: Сұрау контейнерінің ішкі элементтер санын алу сәтсіз аяқталды: %s

source: Failed to force reindex to fix database: %s
kk: Деректер базасын түзету үшін мәжбүрлі қайта индекстеу сәтсіз аяқталды: %s

source: Failed to create indices: %s
kk: Индекстерді жасау сәтсіз аяқталды: %s

source: Cannot upgrade from version %d
kk: %d нұсқасынан жаңарту мүмкін емес

source: Database upgrade to v18 failed: %s
kk: Деректер базасын v18 нұсқасына жаңарту сәтсіз аяқталды: %s

source: Failed to add item with ID %s: %s
kk: ID-ы %s болатын элементті қосу сәтсіз аяқталды: %s

source: Failed to get update IDs: %s
kk: Жаңарту ID-ларын алу сәтсіз аяқталды: %s

source: Inconsistent database: item %s does not have parent %s
kk: Үйлесімсіз деректер базасы: %s элементінің %s аталығы жоқ

source: Failed to get reset token
kk: Тастау токенін алу сәтсіз аяқталды

source: Failed to persist ServiceResetToken: %s
kk: ServiceResetToken сақтау сәтсіз аяқталды: %s

source: Failed to remove virtual folders: %s
kk: Виртуалды бумаларды өшіру сәтсіз аяқталды: %s

source: Failed to mark item %s as guarded (%d): %s
kk: %s элементін қорғалған (%d) ретінде белгілеу сәтсіз аяқталды: %s

source: Cannot create references to containers
kk: Контейнерлерге сілтемелер жасау мүмкін емес

source: Failed to add %s to ignored files: %s
kk: %s файлын елемейтін файлдар тізіміне қосу сәтсіз аяқталды: %s

source: Failed to get whether URI %s is ignored: %s
kk: %s URI еленбейтінін анықтау сәтсіз аяқталды: %s

source: Failed to get whether item %s is guarded: %s
kk: %s элементінің қорғалғанын анықтау сәтсіз аяқталды: %s

source: The version “%d” of the detected database is newer than our supported version “%d”
kk: Анықталған деректер базасының «%d» нұсқасы біз қолдайтын «%d» нұсқасынан жаңалау

source: Incompatible schema… cannot proceed
kk: Үйлесімсіз схема… жалғастыру мүмкін емес

source: Invalid database, cannot query sqlite_master table: %s
kk: Деректер базасы жарамсыз, sqlite_master кестесіне сұрау салу мүмкін емес: %s

source: Failed to create database schema: %s
kk: Дерекқор схемасын жасау сәтсіз аяқталды: %s

source: Skipping unsupported sort field: %s
kk: Қолдау көрсетілмейтін сұрыптау өрісін өткізіп жіберу: %s

source: Failed to gracefully stop the process. Using KILL
kk: Процесті дұрыс тоқтату сәтсіз аяқталды. KILL қолданылуда

source: Process check_async failed: %s
kk: check_async процесі сәтсіз аяқталды: %s

source: Process died while handling URI %s
kk: %s URI өңдеу кезінде процесс тоқтатылды

source: Setting up extraction subprocess failed: %s
kk: Шығару ішкі процесін баптау сәтсіз аяқталды: %s

source: Received invalid string from child: %s
kk: Туынды процестен жарамсыз жол алынды: %s

source: Received ill-formed response string %s from child…
kk: Туынды процестен қате пішімделген %s жауап жолы алынды…

source: Read from child failed: %s
kk: Туынды процестен оқу сәтсіз аяқталды: %s

source: Failed to send command to child: %s
kk: Туынды процеске команда жіберу сәтсіз аяқталды: %s

source: All
kk: Барлығы

source: Failed to get child count: %s
kk: Туынды процестер санын алу сәтсіз аяқталды: %s

source: Can’t create items in %s
kk: %s ішінде элементтерді жасау мүмкін емес

source: Can’t add containers in %s
kk: %s ішінде контейнерлерді қосу мүмкін емес

source: Can’t remove containers in %s
kk: %s ішіндегі контейнерлерді өшіру мүмкін емес

source: Playlists
kk: Ойнату тізімдері

source: Can’t remove items in %s
kk: %s ішіндегі элементтерді өшіру мүмкін емес

source: upnp:class not supported in %s
kk: upnp:class-қа %s ішінде қолдау көрсетілмейді

source: Failed to load plugin %s: %s
kk: %s плагинін жүктеу сәтсіз аяқталды: %s

source: Will not monitor file changes
kk: Файл өзгерістері бақыланбайды

source: Failed to setup up file monitor for %s: %s
kk: %s үшін файл мониторын баптау сәтсіз аяқталды: %s

source: Year
kk: Жыл

source: Artist
kk: Әртіс

source: Album
kk: Альбом

source: Genre
kk: Жанры

source: Files & Folders
kk: Файлдар және бумалар

source: @REALNAME@’s media
kk: @REALNAME@ медиасы

source: Failed to remove entry: %s
kk: Жазбаны өшіру сәтсіз аяқталды: %s

source: Music
kk: Музыка

source: Pictures
kk: Суреттер

source: Videos
kk: Видеолар

source: Failed to save object: %s
kk: Объектіні сақтау сәтсіз аяқталды: %s

source: Failed to add object: %s
kk: Объектіні қосу сәтсіз аяқталды: %s

source: Failed to remove object: %s
kk: Объектіні өшіру сәтсіз аяқталды: %s

source: Failed to remove file %s: %s
kk: %s файлын өшіру сәтсіз аяқталды: %s

source: Could not find object %d in cache
kk: Кэштен %d объектісі табылмады

source: MPRIS interface at %s is read-only. Ignoring.
kk: %s адресіндегі MPRIS интерфейсі тек оқу үшін. Еленбейді.

source: GStreamer Player
kk: GStreamer ойнатқышы

source: Could not create GStreamer player
kk: GStreamer ойнатқышын жасау мүмкін болмады

source: Albums
kk: Альбомдар

source: Artists
kk: Әртістер

source: Failed to construct URI for folder “%s”: %s
kk: “%s” бумасы үшін URI құрастыру сәтсіз аяқталды: %s

source: Could not subscribe to Tracker signals: %s
kk: Трекер сигналдарына жазылу мүмкін болмады: %s

source: Not supported
kk: Қолдау жоқ

source: Error getting all values for “%s”: %s
kk: “%s” үшін барлық мәндерді алу қатесі: %s
